Repository: Zellrus/CassetteTest
Catalog: po/*.po
Languages: de, pt, ru, sl, sv

source: Cassette
de: Kassette
ru: Кассета
sl: Kaseta
sv: Kassett

source: GTK/Adwaita application that allows to use Yandex Music service on Linux operating systems.
de: GTK/Adwaita-Anwendung, die es ermöglicht, den Yandex-Musikdienst auf Linux-Betriebssystemen zu nutzen.
pt: Aplicação GTK/Adwaita que permite usar o serviço Yandex Music em sistemas operativos Linux.
ru: GTK/Adwaita приложение, позволяющее использовать сервис Яндекс.Музыка на операционных системах Linux.
sl: Program GTK / Adwaita, ki omogoča uporabo storitve Yandex Music v operacijskih sistemih Linux.
sv: GTK/Adwaita-program som låter dig använda Yandex Music-tjänsten på Linux-operativsystem.

source: Features:
de: Funktionen:
pt: Funcionalidades:
ru: Из особенностей:
sl: Zmožnosti:
sv: Funktioner:

source: Allows you to save playlists and albums for offline listening
de: Ermöglicht das Speichern von Wiedergabelisten und Alben zum Offline-Hören
pt: Permite guardar listas de reprodução e álbuns para ouvir offline
ru: Позволяет вам сохранять плейлисты и альбомы для оффлайн прослушивания
sl: Omogoča shranjevanje seznamov predvajanja in albumov za poslušanje brez povezave
sv: Låter dig spara spellistor och album för frånkopplad lyssning

source: Has a dynamic "karaoke mode" right in the track information panel
de: Verfügt über einen dynamischen »Karaoke-Modus« direkt im Titelinformationsfeld
pt: Possui um “modo karaoke” dinâmico no painel de informações da faixa
ru: Имеет динамический "режим караоке" прямо на панели информации о треке
sl: Ima dinamičen način »karaoke« neposredno na informacijski plošči posnetka
sv: Har ett dynamiskt ”karaokeläge” direkt i spårinformationspanelen

source: Allows you to more precisely customize the display and playback of special content, such as explicit or suitable for children.
de: Ermöglicht eine genauere Anpassung der Anzeige und Wiedergabe spezieller Inhalte, z. B. explizit oder für Kinder geeignet.
pt: Permite personalizar com mais precisão a exibição e a reprodução de conteúdo especial, como explícito ou adequado para crianças.
ru: Позволяет более точно настроить отображение и воспроизведение детского или предназначенного для несовершеннолетних контента.
sl: Omogoča natančnejše prilagajanje prikaza in predvajanja posebnih vsebin, na primer eksplicitnih ali primernih za otroke.
sv: Låter dig mer precist anpassa visningen och uppspelningen av speciellt innehåll, exempelvis om det är känsligt eller lämpligt för barn.

source: Displays tracks that are currently unavailable in the service
de: Zeigt Titel an, die derzeit im Dienst nicht verfügbar sind
pt: Exibe faixas que estão disponíveis no serviço no momento
ru: Отображает треки, недоступные в сервисе на данный момент
sl: Prikaže posnetke, ki trenutno niso na voljo v storitvi
sv: Visar spår som för närvarande är otillgängliga på tjänsten

source: Shows which tracks have been replaced and by what
de: Zeigt an, welche Titel ersetzt wurden und durch welche
pt: Mostra quais faixas foram substituídas e por quais
ru: Показывает, какие треки были заменены и чем
sl: Pokaže, kateri posnetki so bili nadomeščeni in s čim
sv: Visar vilka spår som ersatts och av vad

source: Cassette is an unofficial client and is not associated with or endorsed by Yandex.
de: Kassette ist ein inoffizielle Anwendung, die nicht mit Yandex assoziiert ist oder von Yandex unterstützt wird.
pt: Cassette é um cliente não oficial e não é associado ou endossado pelo Yandex.
ru: Cassette является неофициальным клиентом, не связан с компанией Яндекс и не одобрен ей.
sl: Kaseta je neuradni odjemalec in ni povezana z Yandexom ali ga podpira.
sv: Kassett är en inofficiell klient och är inte associerad med eller främjad av Yandex.

source: Unofficial Yandex.Music client
de: Inoffizielle Yandex.Music-Anwendung
ru: Неофициальный клиент сервиса Я.Музыка

source: A release dedicated to My Vibe
ru: Релиз посвящен Моей Волне

source: Added My Vibe
ru: Добавлена Моя Волна

source: Improved appearance
ru: Улучшен внешний вид

source: MANY bug fixes
ru: БОЛЬШОЕ КОЛИЧЕСТВО исправленных багов

source: Hotfix
ru: Срочные исправления

source: Bug fixes
ru: Исправления багов

source: Crashes that I couldn't reproduce for a long time have been fixed. The reason was an attempt to save a custom track with an empty cover
ru: Были исправлены вылеты, которые я долго не мог воспроизвести. Причина была в попытке сохранения пользовательского трека с пустой обложкой

source: The button for creating a playlist has changed, as well as some other shadows
ru: Изменилась кнопка добавления нового плейлиста, как и некоторые тени

source: The translation has been corrected. The text on the widgets written using blueprints has not been translated. Now fixed
ru: Был исправлен перевод. Текст на виджетах, написанных с использованием blueprints не был переведен. Теперь исправлено

source: Cosmetic and code changes
ru: Косметические изменения и изменения в коде

source: The transition to the blueprints interface language is slowly but surely underway
ru: Медленно, но верно выполняется переход на язык интерфейса blueprints

source: The playback panel has been completely redesigned. Now there are fewer buttons (if someone has lost the track information button, you need to poke to the right of the playback slider)
ru: Полностью переделана панель воспроизведения. Теперь на ней меньше кнопок (если кто-то потерял кнопку информации о треке, нужно ткнуть справа от слайдера воспроизведения)

source: The appearance of the playlist has been changed
ru: Изменён внешний вид плейлиста

source: The sidebar widget has been changed
ru: Изменён виджет боковой панели для показа дополнительной информации о треке

source: Added the feature with parallel loading of tracks while saving playlists. And not only that, now when the application starts, all saved playlists will be checked and updated. You can also view the progress of saving on the top left
ru: Добавлена упомянутая месяц назад фича с параллельной загрузкой треков при сохранении плейлистов. И не только это, теперь при старте приложения, будет выполняться проверка всех сохранённых плейлистов и их обновление. Также, просмотреть прогресс сохранения можно слева сверху

source: Added the removal of a track from the queue when it is disliked
ru: Добавлено удаление трека из очереди при его дизлайке

source: The Belarusian language has been added. Thanks to Yahor Haurylenka for the translation
ru: Был добавлен белорусский язык. Спасибо Yahor Haurylenka за перевод

source: Added a debug mod
ru: Добавлен режим отладки

source: Increased the maximum volume level from 60 to 100
ru: Увеличен максимальный уровень громкости с 60 до 100

source: Added the ability to move all saved objects to the cache folder, that is, move them to temporary storage
ru: Добавлена возможность перемещать все сохраненные объекты в папку кэша, то есть перемещать их во временное хранилище

source: Other bug fixes
ru: Другие исправления багов

source: Added new authorization via WebView
ru: Добавлена новая авторизация через WebView

source: First release of Cassette
ru: Первый релиз Cassette

source: Allows you to listen to music
ru: Позволяет вам слушать музыку

source: View your playlists
ru: Просматривать ваши плейлисты

source: Manage the playback queue, for example shuffle or puts on repeat
ru: Управлять очередью воспроизведения, например: перемешивать или ставить на повтор

source: Sends whether the track has been listened to and the playback queue, if it has been changed
ru: Отправлять информацию о том, был ли прослушан трек, и об очереди воспроизведения, если она была изменена

source: Implemented mpris2
ru: Реализован mpris2

source: Unofficial Yandex.Music client for GNOME
de: Inoffizielle Yandex.Music-Anwendung für GNOME
ru: Неофициальный клиент сервиса Я.Музыка для GNOME

source: yandex;yandex music;yam;music;
de: yandex;yandex music;yam;music;Yandex;Yandex Music;yam;Musik;
pt: yandex;yandex music;yam;música;
ru: яндекс;яндекс музыка;ям;музыка;
sl: yandex;glasba yandex;yandex music;yam;glasba;music;
sv: yandex;yandex music;yam;musik;

source: Cassette (Devel)
de: Kassette (Entw.)
ru: Кассета (Разраб.)
sl: Kaseta (razvojna različica)
sv: Kassett (utveckling)

source: Unofficial Yandex.Music client for GNOME (Development)
de: Inoffizielle Yandex.Music-Anwendung für GNOME (Entwicklung)
ru: Неофициальный клиент сервиса Я.Музыка для GNOME (Версия в разработке)

source: Account information
de: Konteninformation
pt: Informações da conta
ru: Информация об аккаунте
sl: Podatki o računu
sv: Kontoinformation

source: Open in browser
de: Im Browser öffnen
pt: Abrir no navegador
ru: Открыть в браузере
sl: Odpri v brskalniku
sv: Öppna i webbläsare

source: Plus
pt: Mais
ru: Плюс

source: Log out
de: Abmelden
pt: Sair
ru: Выйти из аккаунта
sl: Odjavi
sv: Logga ut

source: Usage mode
de: Benutzungsmodus
pt: Modo de utilização
ru: Режим использования
sl: Način uporabe
sv: Användningsläge

# auth window
source: Choose usage mode
de: Benutzungsmodus wählen
pt: Escolha o modo de uso
ru: Выберите режим использования
sl: Izberite način uporabe
sv: Välj användningsläge

# auth window
source: If you select the "Online mode", you can access local music by enabling the display of the corresponding pages in the pages preferences, as well as log in later when selecting "Local mode"
de: Wenn Sie den »Online-Modus« wählen, können Sie auf lokale Musik zugreifen, indem Sie die Anzeige der entsprechenden Seiten in den Seiteneinstellungen aktivieren. Sie können sich auch später noch anmelden, wenn Sie den »Lokalen Modus« wählen
pt: Se selecionar o “Modo online”, poderá acessar a música local ativando a exibição das páginas correspondentes nas preferências de páginas, bem como efetuar acesso posteriormente ao selecionar o “Modo local”
ru: Если вы выберете "Онлайн использование", вы сможете получить доступ к локальной музыке, включив отображение соответствующих страниц в настройках, а также войти в систему позже, выбрав "Локальный локальное использование"
sl: Če izberete »Spletni način«, lahko dostopate do krajevne glasbe tako, da omogočite prikaz ustreznih strani v nastavitvah strani, kot tudi pozneje, ko izberete »Krajevni način«
sv: Om du väljer ”Anslutet läge” kan du komma åt lokal musik genom att aktivera visningen av motsvarande sidor i sidinställningarna, såväl som att logga in senare när du väljer ”Lokalt läge”

# auth window
source: Online mode
de: Onlinemodus
pt: Modo online
ru: Онлайн использование
sl: Spletni način
sv: Anslutet läge

# auth window
source: Local mode
de: Lokaler Modus
pt: Modo local
ru: Локальное использование
sl: Krajevni način
sv: Lokalt läge

# auth window
source: Close
de: Schließen
pt: Fechar
ru: Закрыть
sl: Zapri
sv: Stäng

source: Authorization
de: Legitimierung
pt: Autorização
ru: Авторизация
sl: Overitev
sv: Auktorisering

source: Dirs size:
de: Ordnergröße:
pt: Tamanho dos diretórios:
ru: Размер директорий:
sl: Velikost map:
sv: Katalogstorlek:

source: Cache
de: Zwischenspeicher
ru: Кэш
sl: Predpomnilnik

source: Clear
de: Leeren
pt: Limpar
ru: Очистить
sl: Počisti
sv: Rensa

source: Data
de: Daten
pt: Dados
ru: Данные
sl: Podatki

source: Move to cache
de: In den Zwischenspeicher verschieben
pt: Mover para o cache
ru: Переместить в кэш
sl: Premakni v predpomnilnik
sv: Flytta till cache

source: Move
de: Verschieben
pt: Mover
ru: Переместить
sl: Premakni
sv: Flytta

source: Show all cache jobs
de: Alle Zwischenspeicher-Aufträge anzeigen
pt: Mostrar todos os trabalhos de cache
ru: Показать все сохранения
sl: Pokaži vsa opravila predpomnilnika
sv: Visa alla cachejobb

source: Title:
de: Titel:
pt: Título:
ru: Название:
sl: Naslov:
sv: Titel:

source: Icon:
de: Symbol:
pt: Ícone:
ru: Иконка:
sl: Ikona:
sv: Ikon:

source: Save page
de: Seite speichern
pt: Guardar página
ru: Сохранить страницу
sl: Shrani stran
sv: Spara sida

source: Remove page
de: Seite entfernen
pt: Remover página
ru: Удалить страницу
sl: Odstrani stran
sv: Ta bort sida

# preference window
source: Custom pages
de: Benutzerdefinierte Seiten
pt: Páginas personalizadas
ru: Пользовательские страницы
sl: Strani po meri
sv: Anpassade sidor

# preference window
source: Here you can control custom pages.
de: Hier können Sie benutzerdefinierte Seiten steuern.
pt: Aqui pode controlar páginas personalizadas.
ru: Здесь вы можете управлять пользовательскими страницами.
sl: Tukaj lahko nadzirate strani po meri.
sv: Här kan du styra anpassade sidor.

source: Disliked tracks
de: Mit »Gefällt nicht« bewertete Titel
pt: Faixas não gosto
ru: Дизлайкнутые треки
sl: Posnetki, ki ne ugajajo
sv: Ogillade spår

source: Go back
de: Zurück gehen
pt: Voltar
ru: Вернуться назад
sl: Skoči nazaj
sv: Gå bakåt

source: Refresh
de: Neu laden
pt: Atualizar
ru: Обновить
sl: Osveži
sv: Uppdatera

source: Yandex.Music search
de: Yandex.Music-Suche
ru: Поиск по Яндекс.Музыке

source: Main Actions
de: Hauptaktionen
pt: Ações principais
ru: Основные действия
sl: Glavna dejanja
sv: Huvudåtgärder

source: Show Shortcuts
de: Tastenkürzel anzeigen
pt: Mostra os atalhos
ru: Показать сочетания клавиш
sl: Pokaži tipkovne bližnjice
sv: Visa kortkommandon

source: Quit
de: Beenden
pt: Sair
ru: Выйти
sl: Izhod
sv: Avsluta

source: Playback Control
de: Wiedergabesteuerung
pt: Controlo de reprodução
ru: Управление воспроизведением
sl: Nadzor predvajanja
sv: Uppspelningskontroll

source: Play/Pause playback
de: Wiedergabe fortsetzen/pausieren
pt: Reproduz/Pausa a reprodução
ru: Продолжить/Остановить воспроизведение
sl: Predvajaj/zaustavi predvajanje
sv: Spela upp/pausa uppspelning

source: Play previous track
de: Vorherigen Titel wiedergeben
pt: Reproduz a faixa anterior
ru: Играть предыдущий трек
sl: Predvajaj prejšnji posnetek
sv: Spela upp föregående spår

source: Play next track
de: Nächsten Titel wiedergeben
pt: Reproduz a faixa seguinte
ru: Играть следующий трек
sl: Predvajaj naslednji posnetek
sv: Spela upp nästa spår

source: Mute app
de: Anwendung stumm schalten
pt: Silenciar aplicação
ru: Отключить звук в приложении
sl: Utišaj program
sv: Tysta program

source: Queue control
de: Warteschlangensteuerung
pt: Controlo de fila
ru: Управление очередью
sl: Nadzor čakalne vrste
sv: Kökontroll

source: Change shuffle mode
de: Zufallswiedergabe-Modus ändern
pt: Altera o modo aleatório
ru: Переключить перемешивание очереди
sl: Spremeni način naključnega predvajanja
sv: Ändra blandningsläge

source: Change repeat mode
de: Wiederholungsmodus ändern
pt: Altera o modo de repetição
ru: Переключить режим повтора
sl: Spremeni način ponavljanja
sv: Ändra upprepningsläge

source: Other
de: Andere
pt: Outros
ru: Остальное
sl: Drugo
sv: Annat

source: Share current track
de: Aktuellen Titel freigegeben
pt: Partilha a trilha atual
ru: Поделиться текущим треком
sl: Trenutni posnetek v skupno rabo
sv: Dela aktuellt spår

source: Parse url from clipboard
de: Adresse aus der Zwischenablage auslesen
pt: Analisa a URL da área de transferência
ru: Прочитать URL-адрес из буфера обмена
sl: Razčleni URL iz odložišča
sv: Klistra in URL från urklipp

source: Explicit content
de: Expliziter Inhalt
pt: Conteúdo explícito
ru: Контент 18+
sl: Eksplicitna vsebina
sv: Känsligt innehåll

source: Child content
de: Kinderfreundlicher Inhalt
pt: Conteúdo infantil
ru: Детский контент
sl: Vsebina za otroke
sv: Innehåll för barn

source: Page under construction
de: Seite im Aufbau
pt: Página sob construção
ru: Страница на стадии разработки
sl: Stran v gradnji
sv: Sidan under uppbyggnad

source: All stations
de: Alle Stationen
pt: Todas as estações
ru: Все станции
sl: Vse postaje
sv: Alla stationer

source: No Plus Subscription
de: Kein Plus-Abonnement
pt: Sem assinatura Plus
ru: Нет подписки Яндекс Плюс
sl: Brez naročnine Plus
sv: Ingen Plus-prenumeration

source: To avoid problems with Yandex, the online functions of the application are not available without a Yandex.Plus subscription. Thanks for understanding.
de: Um Probleme mit Yandex zu vermeiden, sind die Online-Funktionen der Anwendung ohne ein Yandex.Plus-Abonnement nicht verfügbar. Vielen Dank für Ihr Verständnis.
pt: Para evitar problemas com o Yandex, as funções online da aplicação não estão disponíveis sem uma assinatura Yandex.Plus. Obrigado pela compreensão.
ru: Чтобы избежать проблем с Яндексом, онлайн-функции приложения недоступны без подписки Яндекс Плюс. Спасибо за понимание.
sl: Da bi se izognili težavam z Yandexom, spletne funkcije programa niso na voljo brez naročnine na Yandex.Plus. Hvala za razumevanje.
sv: För att undvika problem med Yandex så är programmets nätfunktioner inte tillgängliga utan en Yandex.Plus-prenumeration. Tack för er förståelse.

source: Show track info
de: Titelinformation anzeigen
pt: Mostra informações da faixa
ru: Показать информацию о треке
sl: Pokaži podatke o posnetku
sv: Visa spårinfo

source: Show wave settings
pt: Mostra configurações da onda
ru: Показать настройки Волны
sl: Pokaži nastavitve signalne oblike
sv: Visa våginställningar

source: Show playback queue
de: Warteschlange anzeigen
pt: Mostra fila de reprodução
ru: Показать очередь воспроизведения
sl: Pokaži čakalno vrsto za predvajanje
sv: Visa uppspelningskö

source: Change volume
de: Lautstärke ändern
pt: Altera o volume
ru: Изменить громкость
sl: Spremeni glasnost
sv: Ändra volym

source: Playing now
de: Wird jetzt gespielt
pt: Reproduzindo agora
ru: Играет сейчас
sl: Zdaj se predvaja
sv: Spelar nu

source: Choose playlist to add
de: Hinzuzufügende Wiedergabeliste wählen
pt: Escolha a lista de reprodução para adicionar
ru: Выберите плейлист для добавления
sl: Izberite seznam predvajanja, ki ga želite dodati
sv: Välj spellista att lägga till

source: Create playlist
de: Wiedergabeliste erstellen
pt: Criar lista de reprodução
ru: Создать плейлист
sl: Ustvari seznam predvajanja
sv: Skapa spellista

source: Playlist
de: Wiedergabeliste
pt: Lista de reprodução
ru: Плейлист
sl: Seznam predvajanja
sv: Spellista

source: Empty
de: Leer
pt: Vazia
ru: Пусто
sl: Prazno
sv: Tom

source: Your playlists
de: Ihre Wiedergabelisten
pt: Suas listas de reprodução
ru: Ваши плейлисты
sl: Vaši seznami predvajanja
sv: Dina spellistor

source: Also you liked this playlists
ru: Вам также понравились эти плейлисты

source: Change playlist visibility
de: Sichtbarkeit der Wiedergabeliste ändern
pt: Altera a visibilidade da lista de reprodução
ru: Изменить видимость плейлиста
sl: Spremeni vidnost seznama predvajanja
sv: Ändra synlighet för spellista

source: Add page to header
pt: Adiciona página ao cabeçalho
ru: Добавить страницу в заголовок
sl: Dodaj stran v glavo
sv: Lägg till sida till rubrik

source: Save
de: Speichern
pt: Guardar
ru: Сохранить
sl: Shrani
sv: Spara

source: Delete
de: Löschen
pt: Eliminar
ru: Удалить
sl: Izbriši
sv: Ta bort

source: Abort
de: Abbrechen
pt: Abortar
ru: Прервать
sl: Prekliči
sv: Avbryt

source: Stop
de: Stopp
pt: Parar
ru: Приостановить
sl: Ustavi
sv: Stoppa

# preference dialog
source: Main
de: Haupt
pt: Principal
ru: Главная
sl: Glavno
sv: Huvudsida

# preference dialog
source: General
de: Allgemein
pt: Geral
ru: Общее
sl: Splošno
sv: Allmänt

# preference dialog
source: Enable high quality audio
de: Hohe Audioqualität aktivieren
pt: Ativa áudio de alta qualidade
ru: Включить высокое качество аудио
sl: Omogoči visokokakovostni zvok
sv: Aktivera högkvalitetsljud

# preference dialog
source: Attention! If the track was downloaded in low quality, and after the download is enabled in high quality, the audio will not be reloaded
de: Achtung! Wenn der Titel in niedriger Qualität heruntergeladen wurde und nach dem Download die hohe Qualität aktiviert wird, wird das Audio nicht erneut geladen
pt: Atenção! Se a faixa foi transferida em baixa qualidade e, após a transferência ser ativada em alta qualidade, o áudio não será recarregado
ru: Внимание! Если трек был загружен в низком качестве, то после включения настройки трек не будет загружен в высоком качестве
sl: Pozor! Če je bil posnetek prenesen v nizki kakovosti in je kasneje prenos omogočen v visoki kakovosti, zvok ne bo ponovno naložen
sv: Observera! Om spåret hämtades i låg kvalitet, och hög kvalitet aktiveras efter hämtningen, så kommer ljudet inte läsas in på nytt

# preference dialog
source: Add track on top of playlist
de: Titel am Anfang der Wiedergabeliste hinzufügen
pt: Adicionar faixa no topo da lista de reprodução
ru: Добавить трек в начало плейлиста
sl: Dodaj posnetek na vrh seznama predvajanja
sv: Lägg till spår högst upp i spellista

# preference dialog
source: Will the track be added to the playlist as the first or as the last
de: Legt fest, ob der Titel als erster oder als letzter zur Wiedergabeliste hinzugefügt wird
pt: A faixa será adicionada à lista de reprodução como a primeira ou a última?
ru: Будет ли трек добавлен в список воспроизведения как первый или как последний
sl: Ali bo posnetek dodan na seznam predvajanja kot prvi ali zadnji
sv: Om spåret kommer läggas till först eller sist i spellistan

# preference dialog
source: Show 'Playing now' notification
de: Benachrichtigung »Wird jetzt gespielt« anzeigen
pt: Mostrar notificação “A reproduzir agora”
ru: Показывать 'Играет сейчас' уведомление
sl: Pokaži obvestilo »Zdaj se predvaja«
sv: Visa ”Spelar nu”-avisering

# preference dialog
source: Show a notification when switching a track
de: Benachrichtigung beim Wechseln eines Titels anzeigen
pt: Mostra uma notificação ao trocar de faixa
ru: Показывать уведомление при переключении трека
sl: Pokaži obvestilo pri preklapljanju med posnetki
sv: Visa en avisering vid byte av spår

# preference dialog
source: Show additional marks
de: Zusätzliche Marken anzeigen
pt: Mostra marcas adicionais
ru: Показывать дополнительные метки
sl: Pokaži dodatne oznake
sv: Visa ytterligare märken

# preference dialog
source: Additional marks display additional information about the track
de: Zusätzliche Marken zeigen zusätzliche Informationen über den Titel an
pt: Marcas adicionais exibem mais informações sobre a faixa
ru: Дополнительные метки отображают дополнительную информацию о треке
sl: Dodatne oznake prikazujejo dodatne informacije o posnetku
sv: Ytterligare märken visar ytterligare information om spåret

# preference dialog
source: Show save mark
de: Speichermarke anzeigen
pt: Mostrar marca de gravação
ru: Отображать метку сохранения
sl: Pokaži oznako za shranjevanje
sv: Visa sparningsmärke

# preference dialog
source: Show a label with information about the caching status of the track
de: Ein Textfeld mit Informationen über die Zwischenspeicherung des Titels anzeigen
pt: Mostra um rótulo com informações sobre o estado de cache da faixa
ru: Показывать метку с информацией о состоянии кэширования трека
sl: Pokaži oznako z informacijami o stanju predpomnjenja posnetka
sv: Visa en etikett med information om spårets cachestatus

# preference dialog
source: Show cache mark
de: Zwischenspeichermarke anzeigen
pt: Mostrar marca de cache
ru: Отображать метку кэша
sl: Pokaži oznako predpomnjenja
sv: Visa cachemärke

# preference dialog
source: Show a mark about saving a track to the cache
de: Marke zur Zwischenspeicherung eines Titels anzeigen
pt: Mostra uma marca sobre guardar uma faixa no cache
ru: Отображать метку о сохранении трека в кэше
sl: Pokaži oznako za shranjevanje posnetka v predpomnilnik
sv: Visa ett märke om att spara ett spår till cachen

# preference dialog
source: Show replaced mark
de: Ersetzt-Marke anzeigen
pt: Mostrar marca de substituição
ru: Отображать метку о замене трека
sl: Pokaži zamenjano oznako
sv: Visa ersattmärke

# preference dialog
source: Show a mark that shows that the track has been replaced
de: Marke anzeigen, dass der Titel ersetzt wurde
pt: Mostra uma marca que mostra que a faixa foi substituída
ru: Показывать метку, указывающую на то, что трек был заменен
sl: Pokaži oznako, ki označuje, da je bil posnetek zamenjan
sv: Visa ett märke som visar att spåret har blivit ersatt
