Repository: Zellrus/CassetteTest
Catalog: po/*.po
Languages: de, pt, ru, sl, sv

source: %d / %d saved%s
de: %d / %d gespeichert%s
pt: %d / %d guardada%s
ru: %d / %d сохранено%s
sl: %d / %d shranjenih%s
sv: %d / %d sparat%s

source: . %d track saving now
ru: . %d трек сохраняется сейчас

source: Track was replaced. Original version: %s, %s
de: Titel wurde ersetzt. Ursprüngliche Version: %s, %s
pt: A faixa foi substituída. Versão original: %s, %s
ru: Трек был заменён. Оригинальная версия: %s, %s
sl: Posnetek je bil zamenjan. Izvirna različica: %s, %s
sv: Spår ersattes. Ursprunglig version: %s, %s

source: Owner: %s
de: Besitzer: %s
pt: Dono: %s
ru: Владелец: %s
sl: Lastnik: %s
sv: Ägare: %s

source: Track count: %s
de: Titelanzahl: %s
pt: Contagem de faixas: %s
ru: Количество треков: %s
sl: Število posnetkov: %s
sv: Spårantal: %s

source: Delete cache files?
de: Zwischenspeicher-Dateien löschen?
pt: Eliminar ficheiros de cache?
ru: Удалить кэш?
sl: Želite izbrisati predpomnilniške datoteke?
sv: Ta bort cachefiler?

source: Moved saved files?
ru: Переместить сохраненный контент?

source: All cache will be deleted. This doesn't affect on saved playlists or albums
de: Der gesamte Zwischenspeicher wird gelöscht. Dies hat keine Auswirkungen auf gespeicherte Wiedergabelisten oder Alben
pt: Todo o cache será eliminado. Isto não afeta as listas de reprodução ou álbuns guardados
ru: Весь кэш будет удалён. Это не влияет на сохраненные плейлисты или альбомы
sl: Ves predpomnilnik bo izbrisan. To ne vpliva na shranjene sezname predvajanja ali albume
sv: All cache kommer tas bort. Detta påverkar inte sparade spellistor eller album

source: All saved playlists and albums will be moved to cache files. This could take a while.
de: Alle gespeicherten Wiedergabelisten und Alben werden in Zwischenspeicher-Dateien verschoben. Dies kann eine Weile dauern.
pt: Todas as listas de reprodução e álbuns guardados serão movidos para ficheiros de cache. Isto pode demorar um pouco.
ru: Все сохранённые плейлисты и альбомы будут перемещены в кэш-файлы. Это может занять некоторое время.
sl: Vsi shranjeni seznami predvajanja in albumi bodo premaknjeni v predpomnilniške datoteke. To lahko traja nekaj časa.
sv: Alla sparade spellistor och album kommer flyttas till cachefiler. Detta kan ta ett tag.

source: Deleting…
de: Löschvorgang …
pt: A eliminar…
ru: Удаление…
sl: Poteka brisanje …
sv: Tar bort…

source: Image
de: Bild
pt: Imagem
ru: Изображение
sl: Slika
sv: Bild

source: Track
de: Titel
pt: Faixa
ru: Трек
sl: Steza
sv: Spår

source: %s saving…
de: %s wird gespeichert …
pt: %s a guardar…
ru: %s сохраняется…
sl: Shranjevanje %s ...
sv: %s sparas…

source: %s cached
de: %s zwischengespeichert
pt: %s em cache
ru: %s закэширован
sl: %s predpomnjeno
sv: %s cachad

source: %s saved
de: %s gespeichert
pt: %s guardada
ru: %s сохранён
sl: %s shranjeno
sv: %s sparad

source: Playlist "%s"
de: Wiedergabeliste »%s«
pt: Lista de reprodução “%s”
ru: Плейлист "%s"
sl: Seznam predvajanja »%s«
sv: Spellista ”%s”

source: Album "%s"
pt: Álbum “%s”
ru: Альбом "%s"

source: By search results "%s"
de: Nach Suchergebnissen »%s«
pt: Por resultados da pesquisa “%s”
ru: По результатам поиска "%s"
sl: Po rezultatih iskanja »%s«
sv: Efter sökresultat ”%s”

source: Track list
de: Titelliste
pt: Lista de faixas
ru: Список треков
sl: Seznam posnetkov
sv: Spårlista

source: Your music track
de: Ihr Musiktitel
pt: A sua faixa musical
ru: Ваш трек
sl: Vaš glasbeni posnetek
sv: Ditt musikspår

source: Music track
de: Musiktitel
pt: Faixa musical
ru: Трек
sl: Glasbeni posnetek
sv: Musikspår

source: Wave settings
de: Welleneinstellungen
pt: Definições de onda
ru: Настройки Волны
sl: Nastavitve signalne oblike
sv: Våginställningar

source: Track is not available
de: Titel ist nicht verfügbar
pt: Faixa não disponível
ru: Трек не доступен
sl: Posnetek ni na voljo
sv: Spåret inte tillgängligt

source: %s%s successfully cached
ru: %s%s успешно кэширован

source: Caching of %s%s was canceled, due to network error
ru: Кэширование %sа%s не было завершено из-за сетевой ошибки

source: Caching of %s%s was aborted
ru: Кэширование %sа%s было отменено

source: Cacheing of %s%s started
ru: Кэширование %sа%s было начато

source: %s%s was removed from cache folder
ru: %s%s был удалён из кэш-папки

source: %s%s is removing, please do not close the app
ru: %s%s удаляется, пожалуйста, не закрывайте приложение

source: Error %d
de: Fehler %d
pt: Erro %d
ru: Ошибка %d
sl: Napaka %d
sv: Fel %d

source: Can't load page
de: Seite konnte nicht geladen werden
pt: Não foi possível carregar a página
ru: Не удаётся загрузить страницу %s
sl: Strani ni mogoče naložiti
sv: Kan inte läsa in sida

source: Can't find desired content
de: Gewünschter Inhalt konnte nicht gefunden werden
pt: Não foi possível encontrar o conteúdo desejado
ru: Не удаётся найти желаемый контент
sl: Želene vsebine ni mogoče najti
sv: Kan inte hitta önskat innehåll

source: Delete playlist?
de: Wiedergabeliste löschen?
pt: Eliminar lista de reprodução?
ru: Удалить плейлист?
sl: Želite izbrisati seznam predvajanja?
sv: Ta bort spellista?

source: Playlist '%s' will be permanently deleted.
de: Wiedergabeliste »%s« wird unwiderruflich gelöscht.
pt: A lista de reprodução “%s” será eliminada permanentemente.
ru: Плейлист '%s' будет безвозвратно удалён.
sl: Seznam predvajanja »%s« bo trajno izbrisan.
sv: Spellistan ”%s” kommer tas bort permanent.

source: Playlist '%s' was deleted
de: Wiedergabeliste »%s« wurde gelöscht
pt: A lista de reprodução “%s” foi eliminada
ru: Плейлист '%s' удалён
sl: Seznam predvajanja »%s« je bil izbrisan
sv: Spellistan ”%s” togs bort

source: %s updated playlist %s
ru: %s обновила плейлист %s

source: Can't change visibility of '%s'
de: Sichtbarkeit von »%s« kann nicht geändert werden
pt: Não foi possível alterar a visibilidade de “%s”
ru: Не удалось изменить видимость плейлиста '%s'
sl: Vidnosti »%s« ni mogoče spremeniti
sv: Kan inte ändra synlighet för ”%s”

source: Playlist '%s' is public now
de: Wiedergabeliste »%s« ist jetzt öffentlich
pt: A lista de reprodução “%s” agora está pública
ru: Плейлист '%s' виден всем
sl: Seznam predvajanja »%s« je zdaj javen
sv: Spellistan ”%s” är nu offentlig

source: Playlist '%s' is private now
de: Wiedergabeliste »%s« ist jetzt privat
pt: A lista de reprodução “%s” agora está privada
ru: Плейлист '%s' виден только вам
sl: Seznam predvajanja »%s« je zdaj zaseben
sv: Spellistan ”%s” är nu privat

source: Window info message: %s
de: Fensterinformationsnachricht: %s
pt: Mensagem de informações da janela: %s
ru: Информационное сообщение об окне: %s
sl: Sporočilo informacijskega okna: %s
sv: Fönsterinfomeddelande: %s

source: Unofficial Yandex Music client for GNOME
pt: Cliente não oficial do Yandex Music para GNOME
sl: Neuradni odjemalec Yandex Music za GNOME
sv: Inofficiell Yandex Music-klient för GNOME

source: Unofficial Yandex Music client for GNOME (Devel build)
pt: Cliente não oficial do Yandex Music para GNOME (compilação de desenvolvimento)
sl: Neuradni odjemalec Yandex Music za GNOME (razvojna gradnja)
sv: Inofficiell Yandex Music-klient för GNOME (utvecklingsbygge)

source: Unofficial Yandex Music client
pt: Cliente não oficial do Yandex Music
sl: Neuradni odjemalec za Yandex Music
sv: Inofficiell Yandex Music-klient

source: Liked view
pt: Visualização de gostos
sl: Pogled všečnih
sv: Gillatvy

source: Playlists view
pt: Visualização de listas de reprodução
sl: Pogled seznamov predvajanja
sv: Spellistevy

source: Sync lyrics
pt: Sincronização de letras
sl: Sinhroniziraj besedilo
sv: Synkronisera låttexter

source: Playback queue
pt: Fila de reprodução
sl: Čakalna vrsta za predvajanje
sv: Uppspelningskö

source: Waves view
pt: Visualização de ondas
sl: Pogled valovanja
sv: Vågvy

source: Main preferences
pt: Preferências principais
sl: Glavne nastavitve
sv: Huvudinställningar

source: Yandex Music search
pt: Pesquisa no Yandex Music
sl: Iskanje Yandex Music
sv: Yandex Music-sökning

source: Get Plus
de: Plus erhalten
pt: Obter Plus
sl: Pridobi Plus
sv: Skaffa Plus

source: Also you liked these playlists
de: Ihnen gefallen auch diese Wiedergabelisten
pt: Também gostou destas listas de reprodução
sl: Všeč so vam bili naslednji seznami predvajanja
sv: Du gillade också dessa spellistor

source: Can't read pages file. Message: %s
de: Seitendatei kann nicht gelesen werden. Nachricht: %s
pt: Não foi possível ler o arquivo de páginas. Mensagem: %s
sl: Datoteke strani ni mogoče prebrati. Sporočilo: %s
sv: Kan inte läsa sidfil. Meddelande: %s

source: Can't create pages file. Message: %s
de: Seitendatei kann nicht erstellt werden. Nachricht: %s
pt: Não foi possível criar o ficheiro de páginas. Mensagem: %s
sl: Ni mogoče ustvariti datoteke strani. Sporočilo: %s
sv: Kan inte skapa sidfil. Meddelande: %s

source: %d track saving now
de: Es wird %d Titel gespeichert
pt: . %d faixa a ser guardada agora
sl: Shranjevanje %d posnetkov je v teku
sv: %d spår sparas nu

source: Move saved files?
de: Gespeicherte Dateien verschieben?
pt: Mover ficheiros guardados?
sl: Ali želite premakniti shranjene datoteke?
sv: Flytta sparade filer?

source: %s '%s' saved successfully
de: %s »%s« erfolgreich gespeichert
pt: %s “%s” guardada com sucesso
sl: %s »%s« uspešno shranjen(a)
sv: %s ”%s” sparades

source: %s '%s' saving was stopped, due to network error
de: Speichern von %s »%s« wurde wegen eines Netzwerkfehlers gestoppt
pt: A gravação de %s “%s” foi parada devido a um erro de rede
sl: Shranjevanje (%s) »%s« je bilo preklicano zaradi napake v omrežju
sv: Sparning av %s ”%s” stoppades på grund av nätverksfel

source: %s '%s' saving was aborted
de: Speichern von %s »%s« wurde abgebrochen
pt: A gravação de %s “%s” foi abortada
sl: Shranjevanje (%s) »%s« je bilo prekinjeno
sv: Sparning av %s ”%s” avbröts

source: %s saving has started
de: Speichern von %s wurde gestartet
pt: A gravação de %s foi iniciada
sl: Začelo se je shranjevanje %s
sv: Sparning av %s har startat

source: %s '%s' was moved from data to cache
pt: %s “%s” foi removida da pasta de cache
sl: %s »%s« je bil(a) premaknjen(a) iz podatkov v predpomnilnik
sv: %s ”%s” flyttades från data till cache

source: %s removing has started. Please do not close the app
pt: A remoção de %s foi iniciada. Não feche a aplicação
sl: %s se odstranjuje. Ne zaprite programa
sv: Borttagning av %s har startat. Stäng inte programmet

# female person
source: %s updated playlist %s
de: %s aktualisierte die Wiedergabeliste %s
pt: %s atualizou a lista de reprodução %s
sl: %s je posodobila seznam predvajanja %s
sv: %s uppdaterade spellistan %s

# male person
source: %s updated playlist %s
de: %s aktualisierte die Wiedergabeliste %s
pt: %s atualizou a lista de reprodução %s
sl: %s je posodobil seznam predvajanja %s
sv: %s uppdaterade spellistan %s
