Repository: Zellrus/CassetteTest
Catalog: po/*.po
Languages: de, pt, ru, sl, sv

# preference dialog
source: Tracks visibility
de: Titel-Sichtbarkeit
pt: Visibilidade das faixas
ru: Видимость треков
sl: Vidnost posnetkov
sv: Synlighet för spår

# preference dialog
source: Show special tracks in track lists. Filter doesn't work when searching in track list
de: Spezielle Titel in Titellisten anzeigen. Filter funktioniert nicht bei der Suche in der Titelliste
pt: Mostra faixas especiais em listas de faixas. O filtro não funciona ao pesquisar na lista de faixas
ru: Показывать особые треки в списке. Фильтр не работает при поиске в списке треков
sl: Pokaži posebne posnetke na seznamih posnetkov. Filter ne deluje pri iskanju po seznamu posnetkov
sv: Visa speciella spår i spårlistor. Filter fungerar inte vid sökning i spårlistan

# preference dialog
source: Show unavailable content
de: Nicht verfügbare Inhalte anzeigen
pt: Mostrar conteúdo não disponível
ru: Показывать недоступный контент
sl: Pokaži vsebine, ki niso na voljo
sv: Visa otillgängligt innehåll

# preference dialog
source: Show tracks that are not available in the service. You can't listen to them
de: Titel anzeigen, die im Dienst nicht verfügbar sind. Sie können sie nicht anhören
pt: Mostra faixas que não estão disponíveis no serviço. Você não pode ouvi-los
ru: Показывать недуступные на данный момент треки. Вы не можете их прослушать
sl: Pokaži posnetke, ki niso na voljo v storitvi. Ne morete jih poslušati
sv: Visa spår som inte är tillgängliga i tjänsten. Du kan inte lyssna på dem

# preference dialog
source: Show content suitable for children
de: Für Kinder geeignete Inhalte anzeigen
pt: Mostrar conteúdo adequado para crianças
ru: Показывать детский контент
sl: Pokaži vsebino, primerno za otroke
sv: Visa innehåll som är lämpligt för barn

# preference dialog
source: Show content that is specific to children
de: Inhalte anzeigen, die speziell für Kinder geeignet sind
pt: Mostra conteúdo específico para crianças
ru: Показывать контент, предназначенный для детей
sl: Pokaži vsebine, ki so posebej primerne za otroke
sv: Visa innehåll specifikt för barn

# preference dialog
source: Show explicit content
de: Explizite Inhalte anzeigen
pt: Mostrar conteúdo explícito
ru: Показывать контент, не предназначенный для несовершеннолетних
sl: Pokaži vsebine za odrasle
sv: Visa känsligt innehåll

# preference dialog
source: Show content that has age restrictions
de: Inhalte mit Altersbeschränkungen anzeigen
pt: Mostra conteúdo com restrições de idade
ru: Показывать контент, имеющий возрастные ограничения
sl: Pokaži vsebine, za katero veljajo starostne omejitve
sv: Visa innehåll som har åldersbegränsningar

# preference dialog
source: Other
de: Andere
pt: Outro
ru: Остальное
sl: Drugo
sv: Övrigt

# preference dialog
source: Enable Debug-Mode
de: Fehlerdiagnose-Modus anzeigen
pt: Ativar modo de depuração
ru: Включить режим отладки
sl: Omogoči način odpravljanja napak
sv: Aktivera felsökningsläge

# preference dialog
source: Enable logging of additional information useful for error detection
de: Zusätzliche Informationen protokollieren, die für die Fehlerdiagnose nützlich sind
pt: Ativar registo de informações adicionais úteis para deteção de erros
ru: Включить запись в логи дополнительной информации, которая может быть полезной для обнаружения ошибок
sl: Omogoči pisanje zapisnika dodatnih informacij, uporabnih za zaznavanje napak
sv: Aktivera loggning av ytterligare information som är användbar för felupptäckt

# preference dialog
source: Experimental
de: Experimentell
ru: Экспериментальные функции
sl: Poskusno
sv: Experimentellt

# preference dialog
source: Parameters that test anything and may be removed in future releases
de: Parameter, die Verschiedenes testen und in zukünftigen Versionen entfernt werden können
pt: Parâmetros que testam qualquer coisa e podem ser removidos em versões futuras
ru: Параметры, которые тестируют что-либо и которые могут быть удалены в будущих релизах
sl: Parametri, ki preizkušajo karkoli, in bodo morda odstranjeni v prihodnjih izdajah
sv: Parametrar som testar något och kan tas bort i framtida utgåvor

# preference dialog
source: Use only bottom sheet menus
pt: Usar apenas menus da folha inferior
ru: Использовать только bottom sheet для меню
sl: Uporabi samo menije na spodnjih zavihkih
sv: Använd endast bottenmenyer

# preference dialog
source: Test preference for bottom sheet menu
pt: Teste a preferência para o menu da folha inferior
ru: Тестовая настройка для bottom sheet меню
sl: Preskusna nastavitev za meni spodnjih zavihkov
sv: Testinställning för bottenmeny

# preference dialog
source: Pages
de: Seiten
pt: Páginas
ru: Страницы
sl: Strani
sv: Sidor

# preference dialog
source: Static pages
de: Statische Seiten
pt: Páginas estáticas
ru: Статические страницы
sl: Statične strani
sv: Statiska sidor

# preference dialog
source: Here you can show or hide static pages. They will always be displayed on the left side of the header.
pt: Aqui pode mostrar ou ocultar páginas estáticas. Elas sempre serão exibidas no lado esquerdo do cabeçalho.
ru: Здесь вы можете показывать или скрывать статические страницы. Они всегда будут отображаться в левой части заголовка.
sl: Tukaj lahko prikažete ali skrijete statične strani. Vedno bodo prikazane na levi strani glave.
sv: Här kan du visa eller dölja statiska sidor. De kommer alltid visas på vänster sida om rubriken.

# preference dialog
source: Show 'Main' page
de: »Haupt«-Seite anzeigen
pt: Mostrar página “Principal”
ru: Показывать страницу 'Главное'
sl: Pokaži »Glavno« stran
sv: Visa ”Huvud”-sida

# preference dialog
source: Show 'Liked' page
de: »Gefällt«-Seite anzeigen
pt: Mostrar página “Gosto”
ru: Показывать страницу 'Мне нравится'
sl: Pokaži stran »Všeč mi je«
sv: Visa ”Gillat”-sida

# preference dialog
source: Show 'Playlists' page
de: »Wiedergabelisten«-Seite anzeigen
pt: Mostrar página “Listas de reprodução”
ru: Показывать страницу 'Плейлисты'
sl: Pokaži stran »Seznami predvajanja«
sv: Visa ”Spellistor”-sida

# preference dialog
source: Cache
de: Zwischenspeicher
ru: Кэш
sl: Predpomnilnik

# preference dialog
source: Cache managing
de: Zwischenspeicherverwaltung
pt: Gestão de cache
ru: Управление кэшем
sl: Upravljanje predpomnilnika
sv: Cachehantering

# preference dialog
source: Here you can see application memory usage, delete all cache from cache folder and control downloading cache to disk
de: Hier können Sie den Speicherverbrauch der Anwendung einsehen, den gesamten Zwischenspeicher aus dem Zwischenspeicher-Ordner löschen und das Herunterladen des Zwischenspeichers auf die Festplatte steuern
pt: Aqui pode ver a utilização de memória da aplicação, eliminar todo o cache da pasta de cache e controlar a transferência do cache para o disco
ru: Здесь вы можете увидеть использование памяти приложением, удалить весь кэш из временного хранилища и управлять загрузкой кэша на диск
sl: Tukaj si lahko ogledate porabo pomnilnika programa, izbrišete ves predpomnilnik iz mape predpomnilnika in nadzirate prenos predpomnilnika na disk
sv: Här kan du se programmets minnesanvändning, ta bort all cache från cachemappen och styra hämtning av cache till disk

# preference dialog
source: Cache content
de: Zwischenspeicherinhalt
pt: Conteúdo do cache
ru: Кэшировать контент
sl: Vsebina predpomnilnika
sv: Cacha innehåll

# preference dialog
source: For better performance. Over time, it starts to take up a lot of space. So far, manual cleaning is required. If enabled, the application will cache all content to cache dir for better performance, otherwise, the application will load content only when caching objects (such as playlists or albums). Disabling the parameter does not delete already downloaded content
pt: Para melhor desempenho. Com o tempo, ele começa a ocupar muito espaço. Até agora, a limpeza manual é necessária. Se ativado, a aplicação armazenará em cache todo o conteúdo no diretório de cache para melhor desempenho, caso contrário, a aplicação carregará o conteúdo apenas ao armazenar em cache objetos (como listas de reprodução ou álbuns). Desativar o parâmetro não elimina o conteúdo já transferido
ru: Если включено, приложение будет кэшировать контент в директорию с кэшем для повышения производительности, в противном случае приложение будет загружать содержимое только при кэшировании объектов (таких как списки воспроизведения или альбомы). Отключение параметра не приводит к удалению уже загруженного содержимого
sl: Za boljše delovanje. Sčasoma začne zavzemati veliko prostora. Zaenkrat je potrebno ročno čiščenje. Če je omogočeno, bo program predpomnil vso vsebino v predpomnilno mapo za boljše delovanje, sicer bo program naložilavsebino samo pri predpomnjenju predmetov (kot so seznami predvajanja ali albumi). Če onemogočite parameter, ne izbrišete že prenesene vsebine
sv: För bättre prestanda. Med tiden börjar det ta upp mycket utrymme. Så här långt krävs manuell rensning. Om aktiverat kommer programmet cacha allt innehåll till en cachekatalog för bättre prestanda. Annars kommer programmet endast läsa in innehåll vid cachning av objekt (såsom spellistor eller album). Att inaktivera parametern tar inte bort redan hämtat innehåll

source: Content saving…
de: Inhalt wird gespeichert …
pt: A guardar conteúdo…
ru: Сохранение контента…
sl: Shranjevanje vsebine ...
sv: Innehåll sparas…

source: Content cached
de: Inhalt wurde zwischengespeichert
pt: Conteúdo em cache
ru: Контент закэширован
sl: Vsebina predpomnjena
sv: Innehåll cachat

source: Content saved
de: Inhalt wurde gespeichert
pt: Conteúdo guardado
ru: Контент сохранён
sl: Vsebina shranjena
sv: Innehåll sparat

source: Stations dashboard
pt: Painel de estações
ru: Ваши станции
sl: Nadzorna plošča postaj
sv: Stationspanel

source: Searching for station…
pt: A procurar estação…
ru: Поиск по станциям…
sl: Iskanje postaje ...
sv: Söker efter station…

source: By genre…
de: Nach Genre …
pt: Por género…
ru: По жанру…
sl: Po zvrsti …
sv: Efter genre…

source: By mood…
de: Nach Stimmung …
pt: Por humor…
ru: По настроению…
sl: Po razpoloženju …
sv: Efter stämning…

source: By activity…
de: Nach Aktivität …
pt: Por atividade…
ru: По занятию…
sl: Po aktivnosti …
sv: Efter aktivitet…

source: By epoch…
de: Nach Epoche …
pt: Por época…
ru: По эпохе…
sl: Po dobi …
sv: Efter epok…

source: Other…
de: Andere …
pt: Outro…
ru: Остальное…
sl: Drugo …
sv: Annat…

source: No stations with that name were found
de: Es wurden keinen Stationen mit diesem Namen gefunden
pt: Nenhuma estação com esse nome foi encontrada
ru: Не найдено станции с таким имененм
sl: Postaje s tem imenom ni moč najti
sv: Inga stationer hittades med det namnet

source: Track lyrics
de: Titel-Liedtext
pt: Letra da faixa
ru: Текст песни
sl: Besedilo posnetka
sv: Texter för spår

source: Authors
de: Autoren
pt: Autores
ru: Авторы
sl: Avtorji
sv: Upphovsmän

source: Source
de: Quelle
pt: Fonte
ru: Источник
sl: Vir
sv: Källa

source: Similar tracks
de: Ähnliche Titel
pt: Faixas similares
ru: Похожие треки
sl: Podobni posnetki
sv: Liknande spår

source: Search track
de: Nach Titel suchen
pt: Pesquisar faixa
ru: Найти трек
sl: Poišči posnetek
sv: Sök spår

source: Sort by
de: Sortieren nach
pt: Ordenar por
ru: Сортировка по
sl: Razvrsti po
sv: Sortera efter

source: No tracks to display
de: Keine Titel zur Anzeige
pt: Nenhuma faixa para exibir
ru: Нет треков для отображения
sl: Ni posnetkov za prikaz
sv: Inga spår att visa

source: name
pt: nome
ru: имени
sv: namn

source: artist
de: Interpret
pt: artista
ru: исполнителям
sl: izvajalec

source: album
pt: álbum
ru: альбому

source: duration
de: Dauer
pt: duração
ru: продолжительности
sl: trajanje
sv: längd

source: Loading…
de: Wird geladen …
pt: A carregar…
ru: Загрузка…
sl: Poteka nalaganje …
sv: Läser in…

source: By diversity…
pt: Por diversidade…
ru: По разнообразию…
sl: Po raznolikosti ...
sv: Efter mångfald…

source: By language…
de: Nach Sprache …
pt: Por idioma…
ru: По языку…
sl: Po jeziku ...
sv: Efter språk…

source: Can't get wave settings
pt: Não é possível obter as definições da onda
ru: Не удаётся получить настройки волны
sl: Nastavitev signalne oblike ni mogoče pridobiti
sv: Kan inte hämta våginställningar

source: Reconnect
de: Erneut verbinden
pt: Voltar a ligar
ru: Переподключиться
sl: Ponovno se poveži
sv: Anslut igen

source: Connection problems
de: Verbindungsprobleme
pt: Problemas de ligação
ru: Проблемы с соединением
sl: Težave s povezavo
sv: Anslutningsproblem

source: translator-credits
de: Jürgen Benvenuti <gastornis@posteo.org>, 2024 Tim Sabsch <tim@sabsch.com> 2024
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
ru: Vladimir Vaskov <rirusha@altlinux.org>
sl: Martin Srebotnjak <miles@filmsi.net>
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>

source: Telegram channel
de: Telegram-Kanal
pt: Canal de Telegram
ru: Телеграм-канал
sl: Kanal Telegram
sv: Telegramkanal

source: Financial support (Tinkoff)
de: Finanzielle Unterstützung (Tinkoff)
pt: Apoio financeiro (Tinkoff)
ru: Финансовая поддержка (Тинькофф)
sl: Finančna podpora (Tinkoff)
sv: Finansiellt stöd (Tinkoff)

source: Financial support (Boosty)
de: Finanzielle Unterstützung (Boosty)
pt: Apoio financeiro (Boosty)
ru: Финансовая поддержка (Бусти)
sl: Finančna podpora (Boosty)
sv: Finansiellt stöd (Boosty)

source: Sponsors
de: Sponsoren
pt: Patrocinadores
ru: Спонсоры
sl: Sponzorji
sv: Sponsorer

source: Print version information and exit
de: Versionsinformationen anzeigen und beenden
pt: Imprime informações da versão e sai
ru: Выводит информацию о версии и выходит
sl: Izpiši podatke o različici in končaj
sv: Skriv ut versionsinformation och avsluta

source: Connection restored
de: Verbindung wiederhergestellt
pt: Ligação restaurada
ru: Соединение восстановлено
sl: Povezava je bila obnovljena
sv: Anslutning återupprättad

source: Previous
de: Vorheriger
pt: Anterior
ru: Предыдущий
sl: Prejšnje
sv: Föregående

source: Next
de: Nächster
pt: Seguinte
ru: Следующий
sl: Naslednje
sv: Nästa

source: Current track can not be copied to the clipboard
de: Aktueller Titel kann nicht in die Zwischenablage kopiert werden
pt: A faixa atual não pode ser copiada para a área de transferência
ru: Текущий трек не может быть скопирован в буфер обмена
sl: Trenutnega posnetka ni mogoče kopirati v odložišče
sv: Aktuellt spår kan inte kopieras till urklipp

source: Can't parse clipboard content
de: Inhalt der Zwischenablage kann nicht verarbeitet werden
pt: Não é possível analisar o conteúdo da área de transferência
ru: Не удаётся спарсить содержимое буфера обмена
sl: Vsebine odložišča ni mogoče razčleniti
sv: Kan inte tolka urklippsinnehåll

source: Users view not implemented yet
de: Die Benutzeransicht wurde noch nicht implementiert
pt: A visualização de utilizadores ainda não foi implementada
ru: Отображение пользователя пока не реализовано
sl: Pogled uporabnikov še ni implementiran
sv: Användarvy inte implementerad ännu

source: Albums view not implemented yet
de: Die Albumansicht wurde noch nicht implementiert
pt: A visualização de álbuns ainda não foi implementada
ru: Отображение альбома пока не реализовано
sl: Pogled albumov še ni implementiran
sv: Albumvy inte implementerad ännu

source: Error while opening uri: %s
ru: Ошибка при получении ответа: %s

source: Log out?
de: Abmelden?
pt: Sair?
ru: Выйти из аккаунта?
sl: Se želite odjaviti?
sv: Logga ut?

source: You will need to log in again to use the app
de: Sie werden sich erneut anmelden müssen, um die Anwendung nutzen zu können
pt: Precisará iniciar sessão novamente para usar a aplicação
ru: Вам нужно будет войти в аккаунт снова, чтобы использовать приложение
sl: Če želite uporabljati program, se boste morali znova prijaviti
sv: Du behöver logga in igen för att använda programmet

source: Cancel
de: Abbrechen
pt: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt

source: Moving…
de: Wird verschoben …
pt: A mover…
ru: Перемещение…
sl: Premikanje …
sv: Flyttar…

source: Liked
de: Gefällt
pt: Gosto
ru: Мне нравится
sl: Všeč
sv: Gillade

source: Daily
de: Täglich
pt: Diária
ru: Плейлист дня
sl: Dnevno
sv: Dagens

source: Unknown
de: Unbekannt
pt: Desconhecida
ru: Неизвестный
sl: Neznano
sv: Okänd

source: Database was initialized, loc - %s
de: Datenbank wurde initialisiert, Ort - %s
pt: A base de dados foi inicializado, loc - %s
ru: База данных была инициализирована, расположение - %s
sl: Zbirka podatkov je bila inicializirana, loc - %s
sv: Databasen initierades, plats - %s

source: Can't save object %s
de: Objekt %s konnte nicht gespeichert werden
pt: Não foi possível guardar o objeto %s
ru: Не удается сохранить объект %s
sl: Predmeta %s ni mogoče shraniti
sv: Kan inte spara objektet %s

source: Byte
ru: Байт
sl: bajtov

source: Kilobyte
ru: Килобайт
sl: kilobajte

source: Megabyte
ru: Мегабайт
sl: megabajtov

source: Gigabyte
ru: Гигабайт
sl: gigabajtov

source: Terabyte
ru: Терабайт
sl: terabajtov

source: Error while getting cache directory size. Message %s
de: Fehler beim Abrufen der Zwischenspeicher-Ordnergröße. Nachricht %s
pt: Erro ao obter o tamanho do diretório de cache. Mensagem %s
ru: Ошибка при получении размера директории кэша. Сообщение %s
sl: Napaka pri pridobivanju velikosti mape predpomnilnika. Sporočilo %s
sv: Fel vid hämtning av storlek på cachekatalog. Meddelande %s

source: Error while getting permanent directory size. Message %s
de: Fehler beim Abrufen der permanenten Ordnergröße. Nachricht %s
pt: Erro ao obter o tamanho do diretório permanente. Mensagem %s
ru: Ошибка при получении размера директории данных. Сообщение %s
sl: Napaka pri pridobivanju velikosti trajne mape. Sporočilo %s
sv: Fel vid hämtning av storlek på permanent katalog. Meddelande %s

source: Wrong type: expected %s, got %s
de: Falscher Typ: erwartet %s, erhalten %s
pt: Tipo errado: esperado %s, obtido %s
ru: Неверный тип: ожидалось %s, получено %s
sl: Napačna vrsta: pričakovano %s, prejeto %s
sv: Fel typ: %s förväntades, fick %s

source: Problems with queue
de: Probleme mit der Warteschlange
pt: Problemas com a fila
ru: Проблемы с очередью
sl: Težave s čakalno vrsto
sv: Problem med kö

source: New Playlist
de: Neue Wiedergabeliste
pt: Não é possível definir o título \"%s\" para a página
ru: Новый плейлист
sl: Nov seznam predvajanja
sv: Ny spellista

source: Can't set title "%s" to page
pt: Não é possível definir o título “%s” para a página
ru: Не удаётся установить заголовок "%s" для страницы
sl: Strani ni mogoče nastaviti naslova »%s«
sv: Kan inte ställa in titeln ”%s” till sida

source: Can't set icon with name "%s" to page
pt: Não é possível definir o ícone com o nome “%s” para a página
ru: Не удаётся установить иконку с именем "%s" на страницу
sl: Strani ni mogoče nastaviti ikone z imenom »%s«
sv: Kan inte ställa in ikon med namnet ”%s” till sida

source: Reached max page count
de: Maximale Seitenanzahl erreicht
pt: Quantidade máxima de páginas alcançada
ru: Достигнуто максимальное количество страниц
sl: Doseženo največje število strani
sv: Maximalt sidantal uppnåddes

source: Page '%s' already added
de: Seite »%s« wurde bereits hinzugefügt
pt: Página “%s” já adicionada
ru: Страница '%s' уже добавлена
sl: Stran »%s« je že dodana
sv: Sidan ”%s” redan tillagd

source: Main
de: Haupt
pt: Principal
ru: Главное
sl: Glavno
sv: Huvudsida

source: Playlists
de: Wiedergabelisten
pt: Listas de reprodução
ru: Плейлисты
sl: Seznami predvajanja
sv: Spellistor

source: Can't read pages file. Messsage: %s
ru: Не удаётся прочитать файл страницы. Сообщение: %s

source: Can't create pages file. Messsage: %s
ru: Не удаётся создать файл страницы. Сообщение: %s

source: Not implemented yet
de: Noch nicht implementiert
pt: Não implementado ainda
ru: Пока не реализовано
sl: Še ni izvedeno
sv: Inte implementerat ännu

source: Need authorization
de: Legitimierung erforderlich
pt: Requer autorização
ru: Нужна авторизация
sl: Potrebna je overitev
sv: Behöver auktorisering

source: Need Bookmate subscription
de: Bookmate-Abonnement erforderlich
pt: Requer assinatura Bookmate
ru: Нужна подписка Букмейт
sl: Potrebujete naročnino na Bookmate
sv: Behöver en prenumeration på Bookmate

source: Link copied to clipboard
de: Link in die Zwischenablage kopiert
pt: Link copiado para a área de transferência
ru: Ссылка скопирована в буфер обмена
sl: Povezava je kopirana v odložišče
sv: Länk kopierad till urklipp

source: Duration: %s h. %s min.
de: Länge: %s h %s min.
pt: Duração: %s h. %s min.
ru: Продолжительность: %s ч. %s мин.
sl: Trajanje: %s u. %s min.
sv: Längd: %s h. %s min.

source: Duration: %s min.
de: Länge: %s min.
pt: Duração: %s min.
ru: Продолжительность: %s мин.
sl: Trajanje: %s min.
sv: Längd: %s min.

source: today
de: heute
pt: hoje
ru: сегодня
sl: danes
sv: i dag

source: yesterday
de: gestern
pt: ontem
ru: вчера
sl: včeraj
sv: i går

source: Remove dislike
de: »Gefällt nicht« entfernen
pt: Remove o não gosto
ru: Снять дизлайк
sl: Odstrani neugajanje
sv: Ta bort ogillande

source: Set dislike
de: Mit »Gefällt nicht« bewerten
pt: Define como não gosto
ru: Поставить дизлайк
sl: Nastavi neugajanje
sv: Sätt ogillande

source: Remove like
de: »Gefällt« entfernen
pt: Remove o gosto
ru: Снять лайк
sl: Odstrani všeček
sv: Ta bort gillande

source: Set like
de: Mit »Gefällt« bewerten
pt: Define como gosto
ru: Поставить лайк
sl: Nastavi všeček
sv: Sätt gillande

source: Pause
pt: Pausa
ru: Пауза
sl: Premor
sv: Pausa

source: Play
de: Wiedergeben
pt: Reproduzir
ru: Играть
sl: Predvajaj
sv: Spela upp

source: Playlist '%s'
de: Wiedergabeliste »%s«
pt: Lista de reprodução “%s”
ru: Плейлист '%s'
sl: Seznam predvajanja »%s«
sv: Spellista ”%s”

source: My Vibe by playlist
pt: My Vibe por lista de reprodução
ru: Моя волна по плейлисту
sl: My Vibe po seznamu predvajanja
sv: Min vibb efter spellista

source: Add to queue
de: Zur Warteschlange hinzufügen
pt: Adicionar à fila
ru: Добавить в очередь
sl: Dodaj v vrsto predvajanja
sv: Lägg till i kö

source: Share
de: Freigeben
pt: Partilhar
ru: Поделиться
sl: Deli
sv: Dela

source: Primary menu
de: Hauptmenü
pt: Menu principal
ru: Основное меню
sl: Osnovni meni
sv: Primär meny

source: Parse URL from clipboard
de: Adresse aus der Zwischenablage auslesen
pt: Analisar URL da área de transferência
ru: Спарсить URL-адрес из буфера обмена
sl: Razčleni URL iz odložišča
sv: Tolka URL från urklipp

source: Preferences
de: Einstellungen
pt: Preferências
ru: Параметры
sl: Nastavitve
sv: Inställningar

source: Keyboard Shortcuts
de: Tastenkürzel
pt: Teclas de atalho
ru: Сочетания клавиш
sl: Tipkovne bližnjice‫
sv: Tangentbordsgenvägar

source: About Cassette
de: Info zu Kassette
pt: Sobre o Cassette
ru: О Cassette
sl: O programu Kaseta
sv: Om Kassett

source: My Vibe by track
pt: My Vibe por faixa
ru: Моя волна по треку
sl: My Vibe po posnetku
sv: Min vibb efter spår

source: Show info
de: Informationen anzeigen
pt: Mostrar informações
ru: Подробнее
sl: Pokaži podatke
sv: Visa info

source: Play next
de: Den nächsten Titel wiedergeben
pt: Reproduzir próxima
ru: Играть следующим
sl: Predvajaj naslednje
sv: Spela nästa

source: Add to playlist
de: Zur Wiedergabeliste hinzufügen
pt: Adicionar à lista de reprodução
ru: Добавить в плейлист
sl: Dodaj na seznam predvajanja
sv: Lägg till i spellista

source: Remove from playlist
de: Aus der Wiedergabeliste entfernen
pt: Remover da lista de reprodução
ru: Удалить из плейлиста
sl: Odstrani s seznama predvajanja
sv: Ta bort från spellista

source: Remove from queue
de: Aus der Warteschlange entfernen
pt: Remover da fila
ru: Удалить из очереди
sl: Odstrani iz čakalne vrste
sv: Ta bort från kö

source: Volume control
de: Lautstärkeregelung
pt: Controlar volume
ru: Управление громкостью
sl: Nadzor glasnosti
sv: Volymkontroll

source: Unmute
de: Stummschaltung aufheben
pt: Ativar o som
ru: Включить звук
sl: Vklopi zvok
sv: Aktivera ljud

source: Mute
de: Stumm schalten
pt: Desativar o som
ru: Выключить звук
sl: Nemo
sv: Tysta

source: Album
pt: Álbum
ru: Альбом
